const clauseContent = `
用户在注册本站帐号时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在本站帐号注册资料中出现违法和不良信息，且用户保证其在注册和使用帐号时，不得有以下情形：

（1）违反宪法或法律法规规定的；

（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；

（3）损害国家荣誉和利益的，损害公共利益的；

（4）煽动民族仇恨、民族歧视，破坏民族团结的；

（5）破坏国家宗教政策，宣扬邪教和封建迷信的；

（6）散布谣言，扰乱社会秩序，破坏社会稳定的；

（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；

（8）侮辱或者诽谤他人，侵害他人合法权益的；

（9）含有法律、行政法规禁止的其他内容的。

用户独立承担其发布内容的责任。用户对服务的使用必须遵守所有适用于服务的地方法律、国家法律和国际法律。用户承诺：
（1）用户在网页上发布信息或者使用本站的服务时必须符合中国有关法规，不得在网页上或者利用本站的服务制作、复制、发布、传播以下信息：
    (a) 违反宪法确定的基本原则的；
    (b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
    (c) 损害国家荣誉和利益的；
    (d) 煽动民族仇恨、民族歧视，破坏民族团结的；
    (e) 破坏国家宗教政策，宣扬邪教和封建迷信的；
    (f) 散布谣言，扰乱社会秩序，破坏社会稳定的；
    (g) 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
    (h) 侮辱或者诽谤他人，侵害他人合法权益的；
    (i) 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
    (j) 以非法民间组织名义活动的；
    (k) 含有法律、行政法规禁止的其他内容的。

（2）用户在网页上发布信息或者利用本站服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。用户需遵守法律法规的规定使用本站提供的服务。

（3）用户不得利用本站的服务从事以下活动：
    (a) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
    (b) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；
    (c) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
    (d) 故意制作、传播计算机病毒等破坏性程序的；
    (e) 其他危害计算机信息网络安全的行为。

（4）用户不得以任何方式干扰本站的服务。

（5）用户不得滥用本站服务，包括但不限于：利用本站服务进行侵害他人知识产权或者合法利益的其他行为。

（6）用户应遵守本站的所有其他规定和程序。`

export default clauseContent;